---
kind: property
id: P:Autodesk.Revit.DB.PrintParameters.ViewLinksinBlue
source: html/8dcdb2b1-6898-da12-5f64-363e3216ce8d.htm
---
# Autodesk.Revit.DB.PrintParameters.ViewLinksinBlue Property

Indicates whether to view links in blue when printing.

## Syntax (C#)
```csharp
public bool ViewLinksinBlue { get; set; }
```